{
  "<PAD>": 0,
  "<MASK>": 1,
  "account_executive": 2,
  "account_manager": 3,
  "accounting_clerk": 4,
  "accounting_manager": 5,
  "analytics_manager": 6,
  "architect": 7,
  "area_sales_manager": 8,
  "associate_product_manager": 9,
  "audit_associate": 10,
  "audit_director": 11,
  "audit_manager": 12,
  "brand_director": 13,
  "brand_manager": 14,
  "budget_analyst": 15,
  "business_analyst": 16,
  "business_development_representative": 17,
  "chief_financial_officer": 18,
  "chief_marketing_officer": 19,
  "chief_operations_officer": 20,
  "chief_people_officer": 21,
  "compensation_analyst": 22,
  "compensation_manager": 23,
  "consultant": 24,
  "content_marketing_manager": 25,
  "content_marketing_specialist": 26,
  "content_writer": 27,
  "controller": 28,
  "customer_success_director": 29,
  "customer_success_representative": 30,
  "data_analyst": 31,
  "data_science_manager": 32,
  "data_scientist": 33,
  "digital_marketing_manager": 34,
  "digital_marketing_specialist": 35,
  "director_engineering": 36,
  "director_financial_planning": 37,
  "director_product": 38,
  "engineering_manager": 39,
  "finance_director": 40,
  "finance_intern": 41,
  "finance_manager": 42,
  "financial_analyst": 43,
  "financial_planning_analyst": 44,
  "fp_a_manager": 45,
  "frontend_developer": 46,
  "full_stack_developer": 47,
  "group_product_manager": 48,
  "head_of_content": 49,
  "head_of_data_science": 50,
  "head_of_digital_marketing": 51,
  "head_of_logistics": 52,
  "head_of_product": 53,
  "head_of_talent_acquisition": 54,
  "hr_business_partner": 55,
  "hr_coordinator": 56,
  "hr_director": 57,
  "hr_generalist": 58,
  "hr_intern": 59,
  "hr_manager": 60,
  "hr_specialist": 61,
  "inside_sales_representative": 62,
  "intern": 63,
  "investment_analyst": 64,
  "investment_director": 65,
  "junior_data_analyst": 66,
  "junior_data_scientist": 67,
  "junior_developer": 68,
  "key_account_manager": 69,
  "l_d_manager": 70,
  "learning_development_specialist": 71,
  "logistics_coordinator": 72,
  "logistics_manager": 73,
  "logistics_specialist": 74,
  "machine_learning_engineer": 75,
  "marketing_assistant": 76,
  "marketing_coordinator": 77,
  "marketing_director": 78,
  "marketing_intern": 79,
  "marketing_manager": 80,
  "marketing_specialist": 81,
  "national_sales_manager": 82,
  "operations_coordinator": 83,
  "operations_director": 84,
  "operations_intern": 85,
  "operations_manager": 86,
  "operations_specialist": 87,
  "outside_sales_representative": 88,
  "portfolio_analyst": 89,
  "portfolio_manager": 90,
  "principal_architect": 91,
  "principal_data_scientist": 92,
  "principal_engineer": 93,
  "principal_product_manager": 94,
  "principal_scientist": 95,
  "process_improvement_specialist": 96,
  "product_manager": 97,
  "product_marketing_manager": 98,
  "product_owner": 99,
  "program_manager": 100,
  "project_coordinator": 101,
  "project_manager": 102,
  "recruiter": 103,
  "recruiting_manager": 104,
  "regional_sales_manager": 105,
  "research_assistant": 106,
  "research_scientist": 107,
  "sales_coordinator": 108,
  "sales_director": 109,
  "sales_intern": 110,
  "sales_manager": 111,
  "sales_representative": 112,
  "sales_specialist": 113,
  "senior_account_executive": 114,
  "senior_account_manager": 115,
  "senior_accountant": 116,
  "senior_analyst": 117,
  "senior_audit_associate": 118,
  "senior_brand_manager": 119,
  "senior_compensation_analyst": 120,
  "senior_data_analyst": 121,
  "senior_data_scientist": 122,
  "senior_financial_analyst": 123,
  "senior_full_stack_developer": 124,
  "senior_hr_business_partner": 125,
  "senior_hr_generalist": 126,
  "senior_marketing_manager": 127,
  "senior_product_manager": 128,
  "senior_project_manager": 129,
  "senior_recruiter": 130,
  "senior_sales_representative": 131,
  "senior_software_engineer": 132,
  "seo_specialist": 133,
  "social_media_coordinator": 134,
  "social_media_manager": 135,
  "software_engineer": 136,
  "staff_accountant": 137,
  "staff_engineer": 138,
  "statistician": 139,
  "supply_chain_analyst": 140,
  "supply_chain_director": 141,
  "supply_chain_manager": 142,
  "supply_chain_specialist": 143,
  "team_lead": 144,
  "tech_lead": 145,
  "total_rewards_director": 146,
  "training_coordinator": 147,
  "vp_hr": 148,
  "vp_marketing": 149,
  "vp_operations": 150,
  "vp_product": 151,
  "vp_sales": 152
}